WELCOME_MESSAGES: list[str] = [
    'Добрый день! Чтобы я мог лучше понять вас, **в поле выше выберите категорию**, которая лучше описывает ваш вопрос.',
    '**И напишите его нам**. Я готов помочь!',
]


CATEGORIES: list[str] = [
    'Категория не выбрана',
    'Личный кабинет',
    'Поддержка',
    'Табель',
    'Отпуск',
    'Удаленная работа',
    'Увольнение',
    'Моя карьера',
    'Беременность и роды',
    'Отгул',
    'Прием на работу',
    'Заявки',
    'Зарплата',
    'Электронная цифровая подпись',
    'График работы',
    'Больничный',
    'Документооборот',
    'Налоговый вычет',
    'Оператор',
    'Уход за больным',
    'Справка',
    'Материальная помощь',
    'Автомобиль',
    'Обучение',
    'Доверенность',
    'Командировка',
    'ДМС',
    'Перевод',
    'Выручай-карта',
    'Служба безопасности',
    'Машиночитаемая доверенность',
    'SED',
]


IS_RIGHT_ANSWER: str = (
    'Удалось ли мне ответить на ваш вопрос? Нажмите "**Да**" или "**Нет**"'
)
ANY_OTHER_QUESTIONS: str = (
    'Остались ли у вас еще вопросы? Пожалуйста, нажмите "**Да**"" или "**Нет**"'
)
THANKS_FOR_REACHING: str = 'Спасибо за обращение! Желаю вам хорошего дня!'
